import 'package:flutter/material.dart';

final posts = [
  {
    "url":
        "https://argaamplus.s3.amazonaws.com/20dbd63f-3fe0-46c9-8596-e8b8ea269a63.jpg",
    "id": 1,
    "header":
        """"أرامكو": تشغيل محطات الوقود خلال 3 إلى 6 أشهر.. ودخولنا السوق صحي للمنافسة
""",
    "body":
        """توقع المهندس عبد العزيز القديمي؛ النائب الأعلى للرئيس للتكرير والمعالجة والتسويق في "أرامكو السعودية"، ورئيس مجلس الإدارة للمشروع المشترك مع "توتال"، تشغيل محطات الوقود التي تم الاستحواذ عليها خلال  ثلاثة إلى ستة أشهر.

وأوضح -حسبما أوردت صحيفة "الاقتصادية"- أنه سيتم إعادة تأهيل جميع المحطات المستحوذ عليها لرفع مستوى الخدمة لكل المحطات، متوقعا زيادة عدد محطات الوقود بنسبة تتراوح بين 5 إلى 10 % سنويا.

وحسب البيانات المتاحة على "أرقام"، وقّعت أمس أرامكو السعودية، ممثّلة بشركتها المملوكة لها بالكامل "أرامكو السعودية للبيع بالتجزئة - ريتلكو"، وتوتال الفرنسية، ممثلة بشركتها "توتال للتسويق والخدمات"، اتفاقية مع شركة "التسهيلات للتسويق" وشركة "سهل للنقل" للاستحواذ على محطات الوقود التابعة لهما والبالغ عددها 270 محطة، والمنتشرة في معظم مناطق المملكة، بالإضافة إلى أسطول ناقلات الوقود التابع لهما أيضًا.

وأكد القديمي أن دخول "أرامكو" السوق سيكون منافسا صحيا لخدمة المستهلك بشكل أكبر، وإضافة جديدة إلى الهامش الربحي لقطاع التكرير والتسويق، مبينا أن السوق يشهد تنافس عشرة آلاف محطة ودخول أرامكو سيكون بنسبة 3 % من حصة السوق من خلال 270 محطة ستزيد تدريجيا.

من جهته قال محمد القحطاني؛ الرئيس التنفيذي لشركة أرامكو السعودية للبيع بالتجزئة "ريتلكو"، إن اختيار شركة "سهل" جاء عقب دراسة لعدد محطاتها في أنحاء المملكة، مشيرا إلى أن الخدمة الذاتية ستكون من ضمن الخدمات التي يعمل عليها في المحطات الجديدة وهي خيار متاح لخدمة العملاء."""
  },
  {
    "url":
        "https://images.argaam.com/300x225/9c6534b9-f9f4-4bf6-9934-70814f5a87ee.png",
    "id": 1,
    "header":
        """"أرامكو": تشغيل محطات الوقود خلال 3 إلى 6 أشهر.. ودخولنا السوق صحي للمنافسة
""",
    "body":
        """توقع المهندس عبد العزيز القديمي؛ النائب الأعلى للرئيس للتكرير والمعالجة والتسويق في "أرامكو السعودية"، ورئيس مجلس الإدارة للمشروع المشترك مع "توتال"، تشغيل محطات الوقود التي تم الاستحواذ عليها خلال  ثلاثة إلى ستة أشهر.

وأوضح -حسبما أوردت صحيفة "الاقتصادية"- أنه سيتم إعادة تأهيل جميع المحطات المستحوذ عليها لرفع مستوى الخدمة لكل المحطات، متوقعا زيادة عدد محطات الوقود بنسبة تتراوح بين 5 إلى 10 % سنويا.

وحسب البيانات المتاحة على "أرقام"، وقّعت أمس أرامكو السعودية، ممثّلة بشركتها المملوكة لها بالكامل "أرامكو السعودية للبيع بالتجزئة - ريتلكو"، وتوتال الفرنسية، ممثلة بشركتها "توتال للتسويق والخدمات"، اتفاقية مع شركة "التسهيلات للتسويق" وشركة "سهل للنقل" للاستحواذ على محطات الوقود التابعة لهما والبالغ عددها 270 محطة، والمنتشرة في معظم مناطق المملكة، بالإضافة إلى أسطول ناقلات الوقود التابع لهما أيضًا.

وأكد القديمي أن دخول "أرامكو" السوق سيكون منافسا صحيا لخدمة المستهلك بشكل أكبر، وإضافة جديدة إلى الهامش الربحي لقطاع التكرير والتسويق، مبينا أن السوق يشهد تنافس عشرة آلاف محطة ودخول أرامكو سيكون بنسبة 3 % من حصة السوق من خلال 270 محطة ستزيد تدريجيا.

من جهته قال محمد القحطاني؛ الرئيس التنفيذي لشركة أرامكو السعودية للبيع بالتجزئة "ريتلكو"، إن اختيار شركة "سهل" جاء عقب دراسة لعدد محطاتها في أنحاء المملكة، مشيرا إلى أن الخدمة الذاتية ستكون من ضمن الخدمات التي يعمل عليها في المحطات الجديدة وهي خيار متاح لخدمة العملاء."""
  },
  {
    "url":
        "https://argaamplus.s3.amazonaws.com/c9fb37c2-080d-45be-8f79-aa46dbecbd63.png",
    "id": 3,
    "header":
        """"أرامكو": تشغيل محطات الوقود خلال 3 إلى 6 أشهر.. ودخولنا السوق صحي للمنافسة
""",
    "body":
        """توقع المهندس عبد العزيز القديمي؛ النائب الأعلى للرئيس للتكرير والمعالجة والتسويق في "أرامكو السعودية"، ورئيس مجلس الإدارة للمشروع المشترك مع "توتال"، تشغيل محطات الوقود التي تم الاستحواذ عليها خلال  ثلاثة إلى ستة أشهر.

وأوضح -حسبما أوردت صحيفة "الاقتصادية"- أنه سيتم إعادة تأهيل جميع المحطات المستحوذ عليها لرفع مستوى الخدمة لكل المحطات، متوقعا زيادة عدد محطات الوقود بنسبة تتراوح بين 5 إلى 10 % سنويا.

وحسب البيانات المتاحة على "أرقام"، وقّعت أمس أرامكو السعودية، ممثّلة بشركتها المملوكة لها بالكامل "أرامكو السعودية للبيع بالتجزئة - ريتلكو"، وتوتال الفرنسية، ممثلة بشركتها "توتال للتسويق والخدمات"، اتفاقية مع شركة "التسهيلات للتسويق" وشركة "سهل للنقل" للاستحواذ على محطات الوقود التابعة لهما والبالغ عددها 270 محطة، والمنتشرة في معظم مناطق المملكة، بالإضافة إلى أسطول ناقلات الوقود التابع لهما أيضًا.

وأكد القديمي أن دخول "أرامكو" السوق سيكون منافسا صحيا لخدمة المستهلك بشكل أكبر، وإضافة جديدة إلى الهامش الربحي لقطاع التكرير والتسويق، مبينا أن السوق يشهد تنافس عشرة آلاف محطة ودخول أرامكو سيكون بنسبة 3 % من حصة السوق من خلال 270 محطة ستزيد تدريجيا.

من جهته قال محمد القحطاني؛ الرئيس التنفيذي لشركة أرامكو السعودية للبيع بالتجزئة "ريتلكو"، إن اختيار شركة "سهل" جاء عقب دراسة لعدد محطاتها في أنحاء المملكة، مشيرا إلى أن الخدمة الذاتية ستكون من ضمن الخدمات التي يعمل عليها في المحطات الجديدة وهي خيار متاح لخدمة العملاء."""
  },
  {
    "url":
        "https://argaamplus.s3.amazonaws.com/b84329c2-2eea-4baa-88a4-fc1f2f51820a.jpg",
    "id": 4,
    "header": """
"مصرف الراجحي": نظرة على أداء البنك والقطاعات التشغيلية خلال الربع الرابع 2018
""",
    "body": """
      ساهمت العمليات التشغيلية لـ "مصرف الراجحي" في نمو أرباح المصرف عن الفترة المماثلة من العام الماضي، حيث ارتفع صافي الدخل من الاستثمارات والتمويل بنحو
      """
  }
];
